// Button labels
"CANCEL" = "キャンセル";

// Category names
"CATEGORY_APPLICATIONS" = "アプリケーション";
"CATEGORY_BOOKMARKS" = "Web ページ";
"CATEGORY_CONTACTS" = "連絡先";
"CATEGORY_DOCUMENTS" = "書類";
"CATEGORY_EVENTS" = "イベントと To Do 項目";
"CATEGORY_FOLDERS" = "フォルダ";
"CATEGORY_IMAGES" = "イメージ";
"CATEGORY_MAIL" = "メールメッセージ";
"CATEGORY_MOVIES" = "ムービー";
"CATEGORY_MUSIC" = "ミュージック";
"CATEGORY_PDFS" = "PDF 書類";
"CATEGORY_SYSTEMPREFS" = "システム環境設定";
"CATEGORY_FONTS" = "フォント";
"CATEGORY_PRESENTATIONS" = "プレゼンテーション";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "スペース";

//alerts
"HOT_KEY_IN_USE_TITLE" = "キーボードショートカットは使用中";
"HOT_KEY_IN_USE_MESSAGE" = "このキーボードショートカットは、システムまたはほかのアプリケーションによってすでに使用されています。別のショートカットを選択するか、“キーボード”環境設定を使用してほかのシステムショートカットをカスタマイズしてください。";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "キーボード・ショートカット・エラー";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "選択されたキーボードショートカットを登録しようとしているときに、タイプ %d の不明なエラーが起きました。もう一度やり直すか、別のショートカットを選択してください。";
"DUPLICATE_ITEM_TITLE" = "重複した項目";
"DUPLICATE_ITEM_MESSAGE" = "この項目は、すでにリストにあるため追加されませんでした。";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "1 つ以上の項目が、すでにリストにあるため追加されませんでした。";

"PRIVACY_ALERT_TITLE" = "プライバシーリストエラー";
"PRIVACY_ERROR_UNKNOWN" = "不明なエラーのため項目の追加または削除ができません。"; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "適切なアクセス権をもっていないため項目の追加または削除ができません。"; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "場所の索引が作成されていないため項目の追加または削除ができません。"; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Spotlight で“%@”を検索しないようにしてもよろしいですか？";
"PRIVACY_BREAK_APPS_MESSAGE" = "この場所を Spotlight 検索から除外すると、一部のアプリケーションで検索機能が動作しなくなります。";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "索引から除外するディスクまたはフォルダを追加します。";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "索引から除外するディスクまたはフォルダの中で選択したものを取り除きます。";

//tool tips
"ADD_ITEM_TOOLTIP" = "除外するフォルダを追加します";
"DELETE_ITEM_TOOLTIP" = "選択された項目をリストから取り除きます";

//button titles
"CHOOSE" = "選択";

//For undo menu
"UNDO_DELETE" = "削除";
"UNDO_ADD" = "追加";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Delete";

